Repository: undefinedfr/linky
Catalog: languages/linky-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Save
fr_fr: Enregistrer

source: Settings saved
fr_fr: Informations enregistrées

source: Create Link Hub Page for your site
fr_fr: Créez un page de liens pour votre site

source: Create Link Hub Page for your site with Linky
fr_fr: Créez un page de liens pour votre site avec Linky

source: Appareance
fr_fr: Apparence

source: Appearance
fr_fr: Apparence

source: Linky plugin
fr_fr: Module Linky

source: Render
fr_fr: Rendu

source: Links
fr_fr: Liens

source: Title
fr_fr: Optionnel

source: powered by
fr_fr: développé par

source: Display socials links with menu
fr_fr: Afficher les liens des réseaux sociaux avec le menu

source: By default, socials links are visible everytime
fr_fr: Par défaut, les liens sont visibles tout le temps

source: Slug URL
fr_fr: Identifiant (url)

source: Type label and press enter
fr_fr: Tapez un label et appuyez sur entrer

source: Your analytics code (or other JS tag)
fr_fr: Code analytics (ou autre tag JS)

source: Blog post
fr_fr: Article de blog

source: Product
fr_fr: Produit

source: About
fr_fr: À propos

source: New
fr_fr: Nouveau

source: Background color
fr_fr: Couleur de fond

source: Links labels
fr_fr: Labels de liens

source: Links categories
fr_fr: Catégories de liens

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: View page
fr_fr: Voir la page

source: Text color
fr_fr: Coleur du texte

source: Themes
fr_fr: Thèmes

source: Body Theme
fr_fr: Thème du corps

source: Header Theme
fr_fr: Thème du bandeau

source: Category
fr_fr: Categorie

source: Label link
fr_fr: Label du lien

source: Link
fr_fr: Lien

source: No label
fr_fr: Pas de label

source: No category
fr_fr: Pas de catégorie

source: Discover the latest blog post
fr_fr: Découvrez le dernier article de blog

source: Link added
fr_fr: Lien ajouté

source: Add link
fr_fr: Ajouter un lien

source: Add separator
fr_fr: Ajouter un séparateur

source: Border color
fr_fr: Couleur de la bordure

source: Color
fr_fr: Couleur

source: Delete
fr_fr: Supprimer

source: Links saved
fr_fr: Liens sauvegardés

source: No links found
fr_fr: Aucun lien trouvé pour l'instant

source: To begin, please add a new link, click here
fr_fr: Pour commencer, ajouter un lien en cliquant sur ce bouton

source: Type category and press enter
fr_fr: Tapez une categorie et appuyez sur entrer

source: Enter separator label
fr_fr: Tapez le label du séparateur

source: Enter link label
fr_fr: Tapez le label du lien

source: Add theme style
fr_fr: Ajouter le style du theme

source: This can create conflicts
fr_fr: Cela peut créer des conflits

source: Save and overwrite appearance
fr_fr: Sauvegarder et écraser apparence

source: Background Type
fr_fr: Type de fond

source: None
fr_fr: Aucun

source: Gradient
fr_fr: Dégradé

source: Label background type
fr_fr: Type de fond des labels

source: Label gradient
fr_fr: Dégradé du label

source: Label background color
fr_fr: Couleur de fond du label

source: Label text color
fr_fr: Couleur de texte du label

source: You can add one in Appearance > Menus
fr_fr: Vous pouvez en ajouter un dans Apparence > Menus

source: Links border color
fr_fr: Bordure des liens

source: Links text color
fr_fr: Couleur du texte des liens

source: Links background color
fr_fr: Couleur de fond des liens

source: Header background type
fr_fr: Type de fond de l'en-tête

source: Header background color
fr_fr: Couleur de fond de l'en-tête

source: Header background gradient
fr_fr: Dégradé de l'en-tête

source: Header text color
fr_fr: Couleur du texte de l'en-tête

source: Separators color
fr_fr: Couleur des séparateurs

source: My links
fr_fr: Mes liens

source: Choose a theme and customize it in Appearance tab
fr_fr: Choisissez un thème et customisez le dans l'onglet Apparence

source: You have unsaved changes, are you sure ?
fr_fr: Vous avez des modifications non sauvegardées, Êtes-vous sûr ?

source: To start, you can <a href='%s'>choose a theme</a>
fr_fr: Pour commencer, vous pouvez <a href='%s'>choisir un thème</a>

source: Welcome to Linky's plugin
fr_fr: Bienvenue sur le plugin Linky

source: Got it
fr_fr: J'ai compris

source: It is recommended to upload a new image to have the plugin image sizes
fr_fr: Il est recommandé d'ajouter (upload) une nouvelle image pour bénéficier des tailles d'images du module

source: If you have already filled in links, they will not be modified so as not to lose the configuration already carried out.
fr_fr: Si vous avez déjà renseigné des liens, ils ne seront pas modifiés pour ne pas perdre la configuration déjà effectuée.

source: The above configuration will appear on your future links.
fr_fr: La configuration ci-dessus apparaitra sur vos futurs liens.

source: Finally, <a href='%s'>configure your links</a> and view the result!
fr_fr: Enfin, <a href='%s'>configurer vos liens</a> et visualiser le résultat !

source: Choose the <a href='%s'>links of your social profiles</a> so that they appear on your page
fr_fr: Choisissez les <a href='%s'>liens de vos profils sociaux</a> pour qu'ils s'affichent dans votre page

source: Then configure the appearance of your page : the header banner, the default colors of your links or the background color of your page from the tab <a href='%s'>Appearance</a>
fr_fr: Puis configurer l'apparence de votre page comme le bandeau d'en-tête, les couleurs par défaut de vos liens ou encore la couleur de fond de votre page depuis l'onglet <a href='%s'>Apparence</a>

source: Create &amp; manage link’s hub for your social profile directly in your websites
fr_fr: Créez et gérez votre page de liens pour vos pages de réseaux sociaux directement sur vos sites

source: Create & manage link’s hub for your social profile directly in your websites
fr_fr: Créez et gérez votre page de liens pour vos pages de réseaux sociaux directement sur vos sites

source: Yes, you can add social links on your page header.
fr_fr: Oui, vous pouvez ajouter les liens de vos réseaux sociaux dans l'en-tête de votre site.

source: Yes, you can add avatar on your page header.
fr_fr: Oui, vous pouvez ajouter un avatar dans l'en-tête de votre site.

source: Linky is a free module offering to create a landing page containing all the links you want.
fr_fr: Linky est un module gratuit permettant de créer une page contenant tous les liens que vous voulez.

source: It works like Linktree, Later or others but directly in your website. Much better for your SEO ;)
fr_fr: Il fonctionne comme Linktree, Later ou autres mais directement depuis votre site. C'est mieux pour le SEO ;)

source: Infinite. You can add as many links as you want.
fr_fr: Autant que vous le souhaitez.

source: Yes, you can choose a theme for your header and body part. Then, you can choose title, avatar, background color, gradients, link color...ect
fr_fr: Oui, vous pouvez choisir un thème pour votre en-tête et corps de page. Ensuite, vous pouvez choisir un titre, un avatar, une couleur de fond, un dégradé ou encore les couleurs des liens...ect

source: Can i add social links in my page ?
fr_fr: Puis-je ajouter les liens de mes réseaux sociaux sur ma page ?

source: Can i add avatar ?
fr_fr: Puis-je ajouter un avatar ?

source: How much links can i add ?
fr_fr: Combien de liens puis-je ajouter ?

source: Can i customize my links page ?
fr_fr: Puis-je personnaliser ma page de liens ?

source: e.g.
fr_fr: ex.

source: This section describes how to install the plugin and get it working.
fr_fr: Cette section explique comment installer l’extension et l’utiliser.

source: Configure plugin in Linky menu
fr_fr: Configurer votre plugin depuis le menu Linky

source: Use the Settings-&gt;Plugin Name screen to configure the plugin
fr_fr: Utilisez l’écran des réglages pour configurer l’extension

source: Activate the plugin through the 'Plugins' screen in WordPress
fr_fr: Activez l’extension via l’écran « Extensions » dans WordPress

source: Upload the plugin files to the <code>/wp-content/plugins/plugin-name</code> directory, or install the plugin through the WordPress plugins screen directly.
fr_fr: Téléverser les fichiers de l’extension dans le répertoire <code>/wp-content/plugins/linky</code> ou installez directement l’extension via l’écran des extensions WordPress.

source: With Linky, you can:
fr_fr: Avec Linky, vous pouvez:

source: Show page render in admin panel
fr_fr: Voir le rendu depuis l'administration du site

source: Choose text and background color for your body page
fr_fr: Choisir la couleur du texte et du fond de votre page

source: Choose text and background color for your header page
fr_fr: Choisir la couleur du texte et du fond de votre en-tête de page

source: Choose title for your header page
fr_fr: Choisir un titre pour votre en-tête

source: Choose avatar for your header page
fr_fr: Choisir un avatar pour votre en-tête

source: Add analytics code for your page
fr_fr: Ajouter un code analytics à votre page

source: Add separator between links
fr_fr: Ajouter un séparateur entre vos liens

source: Add category in your links
fr_fr: Ajouter une catégorie sur vos liens

source: Add label in your links
fr_fr: Ajouter un label sur vos liens

source: Choose border, text and background color for your links
fr_fr: Choisir la couleur du texte, du fond et de la bordure de vos liens

source: Choose menu for your page
fr_fr: Choisir un menu à afficher sur votre page

source: Add social links in your page
fr_fr: Ajouter les liens de vos réseaux sociaux sur votre page

source: Customize your page with title, avatar, background color, gradients, link color...ect
fr_fr: Personnalisez votre page avec un titre, un avatar, une couleur de fond, un dégradé ou encore la couleurs de vos liens ... ect

source: Choose a theme for your page
fr_fr: Choisir un thème pour votre page

source: Add somes links and configure it
fr_fr: Ajouter autant de liens que vous le souhaitez et configurez les

source: Add social links to your page
fr_fr: Ajouter les liens de vos réseaux sociaux sur votre page

source: Choose header and body theme
fr_fr: Choisissez un thème pour votre en-tête et votre corps de page

source: Configure your Linky Hub Appearance with title, colors, gradients and picture profile
fr_fr: Configurez l'apparence de votre page de liens avec un titre, des couleurs, des dégradés ainsi qu'une image d'en-tête

source: Configure your Linky Hub
fr_fr: Configurez votre page de liens Linky

source: 1.0.0 - Initial commit
fr_fr: 1.0.0 - Premier versement du module

source: Body text color
fr_fr: Couleur du texte du corps

source: Socials links position
fr_fr: Position des liens de réseaux sociaux

source: Top
fr_fr: En haut

source: Bottom
fr_fr: En bas

source: Both
fr_fr: Les deux

source: Optional
fr_fr: Optionnel

source: Avatar link
fr_fr: Lien de l‘avatar

source: Recommended size: 50x50 pixels
fr_fr: Taille recommandée: 50x50 pixels
